// src/quizData.js

export const quizData = [
  {
    question: "ファイター番号01のキャラクターは？",
    options: ["マリオ", "ドンキーコング", "リンク", "サムス"],
    answer: "マリオ",
  },
  {
    question: "「灯火の星」で最初に操作できるキャラクターは？",
    options: ["マリオ", "ピカチュウ", "カービィ", "リンク"],
    answer: "カービィ",
  },
  {
    question: "スネークの最後の切りふだは？",
    options: ["超絶かめはめ波", "サテライトビーム", "スターダストブリカー", "援護射撃"],
    answer: "援護射撃",
  },
  {
    question: "キャプテン・ファルコンの得意技といえば？",
    options: ["波動拳", "ファルコン・パンチ", "ライジングタックル", "スクリューアタック"],
    answer: "ファルコン・パンチ",
  },
];